[Demo_Sisters_End_bad GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=500,Y=-8800,Z=1253),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=500,Y=-8990,Z=1198),VecSub=(X=90,Y=0,Z=0),CId=258)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0100_lp_Stand",Number=9,CId=258,Bit=4)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Uneasy.GG2_BGM_DM_CMN_Uneasy_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Park_2.GG2_AMB_Park_2_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[12]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_bad.GG2_V_Sisters_End_bad_002_Cue',Name="")
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[14]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[16]=(Actor=WINDOW,Command=EXIT)
DemoScripts[17]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-35,Z=0),SecTime=0.5)
DemoScripts[18]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[19]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-35,Z=0),SecTime=)
DemoScripts[20]=(Actor=WINDOW,Command=SET)
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0102_fx_Stand2Talk",Number=9,CId=258,Bit=0)
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0200_lp_Talk",Number=10,CId=258)
DemoScripts[24]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_bad.GG2_V_Sisters_End_bad_005_Cue',Name="")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[26]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[27]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=500,Y=-8850,Z=1198),SecTime=0.5)
DemoScripts[28]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-27,Z=0),SecTime=0.5)
DemoScripts[29]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[30]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=500,Y=-8850,Z=1198),SecTime=)
DemoScripts[31]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-27,Z=0),SecTime=)
DemoScripts[32]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0201_fx_Talk2Stand",Number=9,CId=258,Bit=0)
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0100_lp_Stand",Number=10,CId=258)
DemoScripts[34]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[36]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0102_fx_Stand2Talk",Number=9,CId=258,Bit=0)
DemoScripts[37]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0200_lp_Talk",Number=10,CId=258)
DemoScripts[38]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_bad.GG2_V_Sisters_End_bad_008_Cue',Name="")
DemoScripts[39]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[40]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[41]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_bad.GG2_V_Sisters_End_bad_009_Cue',Name="")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[43]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[44]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0201_fx_Talk2Stand",Number=9,CId=258,Bit=0)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0100_lp_Stand",Number=10,CId=258)
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[47]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0102_fx_Stand2Talk",Number=9,CId=258,Bit=0)
DemoScripts[48]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0200_lp_Talk",Number=10,CId=258)
DemoScripts[49]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_bad.GG2_V_Sisters_End_bad_011_Cue',Name="")
DemoScripts[50]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[51]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[52]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_bad.GG2_V_Sisters_End_bad_012_Cue',Name="")
DemoScripts[53]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[54]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0201_fx_Talk2Stand",Number=9,CId=258,Bit=0)
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0100_lp_Stand",Number=10,CId=258)
DemoScripts[57]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_bad.GG2_V_Sisters_End_bad_013_Cue',Name="")
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[59]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[60]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0102_fx_Stand2Talk",Number=9,CId=258,Bit=0)
DemoScripts[61]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0200_lp_Talk",Number=10,CId=258)
DemoScripts[62]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_bad.GG2_V_Sisters_End_bad_014_Cue',Name="")
DemoScripts[63]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[64]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[65]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[66]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0201_fx_Talk2Stand",Number=9,CId=258,Bit=0)
DemoScripts[67]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0100_lp_Stand",Number=10,CId=258)
DemoScripts[68]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[69]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Gag.GG2_BGM_DM_CMN_Gag_Cue')
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[71]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0103_fx_Stand2Shecked",Number=9,CId=258,Bit=0)
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0300_lp_Shocked",Number=10,CId=258)
DemoScripts[73]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_bad.GG2_V_Sisters_End_bad_016_Cue',Name="")
DemoScripts[74]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[75]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[77]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_bad.GG2_V_Sisters_End_bad_018_Cue',Name="")
DemoScripts[78]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[79]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[80]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=45,Z=0),SecTime=0.3)
DemoScripts[81]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[82]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=45,Z=0),SecTime=)
DemoScripts[83]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[84]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_bad.GG2_V_Sisters_End_bad_020_Cue',Name="")
DemoScripts[85]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[86]=(Actor=WINDOW,Command=EXIT)
DemoScripts[87]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[88]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Sisters_End_bad.GG2_SE_DM_Crow_Cue')
DemoScripts[89]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[90]=(Actor=FADE,Command=SET,SecTime=2,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[91]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[92]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[93]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[94]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[95]=(Actor=SYSTEM,Command=END)

[Select_Sisters_End_bad GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Sisters_End_bad GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="......咦,奇怪?/n兩個人都不在......")

Texts[1]=(Label="TEXT02",Name="艾可蘿",Text="她們兩位是不是都/n對峯大大人心灰意冷了......")

Texts[2]=(Label="TEXT03",Name="峯大",Text="她們說了會等我,/n所以應該不至於....../n嗯? 那是......")

Texts[3]=(Label="TEXT04",Name="峯大",Text="傳訊人偶?")

Texts[4]=(Label="TEXT05",Name="峯大小子",Text="\"討厭啦......我希望大哥哥/n能叫我的名字......\"")

Texts[5]=(Label="TEXT06",Name="峯大",Text="不,名字跟我一樣,叫起來/n微妙地令人害臊啊....../n不對,現在不是說這種話的時候.")

Texts[6]=(Label="TEXT07",Name="峯大",Text="只有你一個人?/n小忍和小真夜沒有一起來嗎?")

Texts[7]=(Label="TEXT08",Name="峯大小子",Text="\"她們兩個......被我解決掉了\"")

Texts[8]=(Label="TEXT09",Name="峯大小子",Text="\"現在應該正睡得香甜吧./n不管怎麼做,都絕對會繼續/n睡上1整天唷......\"")

Texts[9]=(Label="TEXT10",Name="峯大",Text="咦......?/n那個......這是怎麼回事......")

Texts[10]=(Label="TEXT11",Name="峯大小子",Text="\"我已經覺醒出自我了!!/n要和大哥哥交往的是我!/n絕對不會讓任何人來妨礙!\"")

Texts[11]=(Label="TEXT12",Name="峯大小子",Text="\"不過,被那些傢伙發現了呢....../n所以,我就讓她們睡著了....../n而且是用上神園家祕傳的安眠藥呢!\"")

Texts[12]=(Label="TEXT13",Name="艾可蘿",Text="那個......不好意思,/n我完全跟不上這個發展耶......")

Texts[13]=(Label="TEXT14",Name="峯大小子",Text="\"來吧,大哥哥!/n進入和我的Happy End吧!\"")

Texts[14]=(Label="TEXT15",Name="峯大",Text="嗯......不要./n我不想.")

Texts[15]=(Label="TEXT16",Name="峯大小子",Text="\"登愣--/n峯大小子大受打擊......\"")

Texts[16]=(Label="TEXT17",Name="峯大",Text="要感到失落的是我這邊吧!?/n兩個人都不會醒來......怎麼辦啊!?/n那不就來不及了嗎! 這什麼結局啊!?")

Texts[17]=(Label="TEXT18",Name="艾可蘿",Text="再這樣下去......我也會/n被做很不得了的事情了--!!")

Texts[18]=(Label="TEXT19",Name="峯大",Text="嗚哇啊啊啊啊!!!",Format[0]=(Size=37,Start=0,End=9))

Texts[19]=(Label="TEXT20",Name="艾可蘿",Text="怎麼這樣---!!",Format[0]=(Size=37,Start=0,End=9))

Texts[20]=(Label="",Name="",Text="")

Texts[21]=(Label="SELECT01",Name="",Text="")

Texts[22]=(Label="SELECT02",Name="",Text="")

Texts[23]=(Label="SELECT03",Name="",Text="")

Texts[24]=(Label="SELECT04",Name="",Text="")

Texts[25]=(Label="SELECT05",Name="",Text="")

Texts[26]=(Label="SELECT06",Name="",Text="")

Texts[27]=(Label="SELECT07",Name="",Text="")

Texts[28]=(Label="SELECT08",Name="",Text="")

Texts[29]=(Label="SELECT09",Name="",Text="")

Texts[30]=(Label="SELECT10",Name="",Text="")


